Show / Hide Table of Contents
Enum PrestressSteelType
Type of prestress steel
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum PrestressSteelType
Fields
 Name |  Description
 CompactedStrand
Compacted strand - lana
 IndentedWire
Indneted wire - draty s vtisky
 PlainRoundBar
Plain round bar - hladké tyče
 PlainRoundWire
Plain round wire - hladké dráty
 RibbedBar
Ribbed bar - žebírkové tyče
 Strand
Strand - lana
 Improve this Doc
 View Source